giving up sounds repulsive.org
[[file:index.org][baile]]
* "giving up sounds repulsive"
:PROPERTIES:
:CUSTOM_ID: giving-up-sounds-repulsive
:END:
#+SETUPFILE: https://gitlab.com/OlMon/org-themes/-/raw/master/src/retro_dark/retro_dark.theme
#+OPTIONS: num:nil
#+DATE: <2023-12-31>
#+BEGIN_EXPORT html
#+END_EXPORT

** disrupting this silence (or, /"doing what the germans won't"/)
:PROPERTIES:
:CUSTOM_ID: disrupting-this-silence-or-doing-what-the-germans-wont
:END:
To have written 5,795 words this month without reference to the conflict
in Gaza feels absurd. This US-sanctioned slaughter is hard not to
constantly have on your mind, especially when doing anything else
borders on feeling immoral. To not write about Gaza would fail to
capture what is beautiful yet possible whether it stems from worldwide
solidarity, young people willing to do the bare minimum, or a class flag
proudly flying over Limerick. This absence would also fail to capture
the springs of solidarity and hate spurred on by the Israeli Occupation,
giving us new ways to confirm or deny our respective humanity. Escapism
clears the room of anything better, even if that's just analysis. This
Genocide will and should remain unavoidable, necessitating messier
paragraphs.

To write about Palestine is to reveal your place in the world, with
nobody being truly neutral. Clear lines have once again developed
between /'the West'/ and 'the Rest', a development reflected by media
coverage and public discourse. In our case, the Free State government
found itself wedged between /'West'/ and /'Wretched',/ lagging behind
their metropolitan cousins in their attempts to downplay Palestinian
solidarity. While ARD and ZDF in Germany are free to
[[https://www.jungewelt.de/artikel/462874.berichterstattung-zum-gazakrieg-journalistische-bankrotterkl%C3%A4rung.html?sstr=ARD%7CHamas][adjust
their coverage]] or insert bad takes into their equivalent to /'Match of
the Day'/,
[[https://twitter.com/RTE_PrimeTime/status/1712581729414738238][RTÉ are
still letting the Zionists look bad on occasion]]. Decades of solidarity
and struggle have forced Martin and company to be subtle, sending out
vague calls for peace between attempts at placating the US and Israel.
We've also seen sections of the far-right identifying with the Zionist
state outright, with those claiming otherwise often being insecure about
not being a settler. To not write about Palestine is to pretend that the
Irish people are pathetic, doomed to implement themselves into the exact
systems they once fought against.

[[https://twitter.com/QuinlivanTD/status/1725892973454377433/photo/1]]

However, writing about this Genocide is impossible without writing about
everything else. We must disrupt and expose each silence that brought us
here, openly stating the racist and colonial nature of the Israeli
state. To place children in a cage is a statement, and to live in sweet
ignorance of said statement is pathetic. Like all forms of colonialism,
Zionism necessitates a perception of the Palestinian people as
perpetually /"lesser"/, devaluing their literature and culture in order
to justify rape and pillage. Palestine is never allowed to speak for
herself, with each attempt being met with brutal violence. /"The most
moral army in the world"/ doesn't offer vegan boots out of a love of
animals, it just looks for any opportunity to depict Palestinians as
being even lesser.

The Irish people have stood strong in this struggle against
dehumanisation, with our literature and language serving as an extended
middle finger towards notions of a singular, "civilised" West. On
account of our radical tradition, refusing to engage with Palestine's
intellectual and political struggle for freedom is the ultimate form of
abdication - making it very clear who actually places value in the words
that they read, listen to, or learn. To write about Palestine is to
care, and to care is to be free. This newsletter is actually about
/'Gaza Writes Back',/ a collection of short stories edited by the late
Refaat Alareer.

** a tale we must all finish
:PROPERTIES:
:CUSTOM_ID: a-tale-we-must-all-finish
:END:
There's something utterly crushing in discovering an artist's true depth
as their light starts to fade. These last few months have been awful in
this regard, with the words of Shane MacGowan and Benjamin Zephaniah
haunting a winter defined by death. Yet the sudden snuffing of Refaat
Alareer's light and life cut deep, capturing the attention of the world.
[[https://twitter.com/TomaiRua/status/1733871322474635280][Tomaí Ó
Conghaile's thoughtful translation of /'Más éigean dom an bás'/ forced
this train of thought to cohere]], making utterly clear which lights had
been extinguished so cowardly. Refaat was now just a tale, one we must
all finish.

[[https://twitter.com/TomaiRua/status/1733871322474635280]]

It's not enough to depict Refaat as /just/ a journalist, translator,
scholar, or poet. It's certainly not enough to solely depict him through
English either. Alareer's work expands on and blurs the lines between
fiction and polemic - with his decision to write in English being
pointed, yet deeply considered. Refaat is more than happy to use /an
teanga iasachta/ inconveniently, mirroring Pearse and Hyde in his choice
to polemicise /at/ instead of /with/ the English-reading public. This is
most blatantly seen in the introduction to /'Gaza Strikes Back',/ with
the project being rooted in the wider view that /"the notion of giving
up, or surrendering to the occupation, [...] sounds quite repulsive"./
Refaat refused to accept any supposed inferiority, with Israel viewing
the innate humanity of his work as an existential threat.

Within /'How Does She Stand',/ Pearse finds himself pondering the legacy
left by Wolfe Tone. Central to Pearse's perception of Tone is /"an
immense tenderness and charity",/ with Tone's final sacrifice reflecting
a deep love for his people:

#+begin_quote
/Yes, this man could love well; and it was from such love as this that
he exiled himself; which such love as this crushed in his faithful heart
that he became a weary but indomitable ambassador to courts and camps,
with the memory of such love as this, with the little hands of his
children plucking at his heartstrings, that he lay down to die in that
cell on Arbour Hill./

#+end_quote

/'Gaza Writes Back/' **is a literal labour of love, with each story
fuelled by forms of passion and sacrifice that are totally foreign to
those controlling the drones. Alareer and Tone were willing to face
/"the high and sorrowful destiny of the heroes"/ not out of some
barbaric irrationality, but instead, a level of love solely found
amongst us 'barbarians'.

