giving up sounds repulsive.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-06-10 Máirt 04:43 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Ciarán Mac Aodha Bhuí" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#giving-up-sounds-repulsive">&ldquo;giving up sounds repulsive&rdquo;</a>
<ul>
<li><a href="#disrupting-this-silence-or-doing-what-the-germans-wont">disrupting this silence (or, <i>&ldquo;doing what the germans won&rsquo;t&rdquo;</i>)</a></li>
<li><a href="#a-tale-we-must-all-finish">a tale we must all finish</a></li>
<li><a href="#from-beneath">from beneath</a></li>
<li><a href="#disneyland-sapphora-and-hotels-with-water-parks">disneyland, sapphora [&#x2026;] and hotels with water parks</a></li>
<li><a href="#to-tie-everything-apart">to tie everything apart</a></li>
</ul>
</li>
</ul>
</div>
</div>
<p>
<a href="index.html">baile</a>
</p>
<div id="outline-container-giving-up-sounds-repulsive" class="outline-2">
<h2 id="giving-up-sounds-repulsive">&ldquo;giving up sounds repulsive&rdquo;</h2>
<div class="outline-text-2" id="text-giving-up-sounds-repulsive">

</div>
<div id="outline-container-disrupting-this-silence-or-doing-what-the-germans-wont" class="outline-3">
<h3 id="disrupting-this-silence-or-doing-what-the-germans-wont">disrupting this silence (or, <i>&ldquo;doing what the germans won&rsquo;t&rdquo;</i>)</h3>
<div class="outline-text-3" id="text-disrupting-this-silence-or-doing-what-the-germans-wont">
<p>
To have written 5,795 words this month without reference to the conflict
in Gaza feels absurd. This US-sanctioned slaughter is hard not to
constantly have on your mind, especially when doing anything else
borders on feeling immoral. To not write about Gaza would fail to
capture what is beautiful yet possible whether it stems from worldwide
solidarity, young people willing to do the bare minimum, or a class flag
proudly flying over Limerick. This absence would also fail to capture
the springs of solidarity and hate spurred on by the Israeli Occupation,
giving us new ways to confirm or deny our respective humanity. Escapism
clears the room of anything better, even if that&rsquo;s just analysis. This
Genocide will and should remain unavoidable, necessitating messier
paragraphs.
</p>

<p>
To write about Palestine is to reveal your place in the world, with
nobody being truly neutral. Clear lines have once again developed
between <i>&rsquo;the West&rsquo;</i> and &rsquo;the Rest&rsquo;, a development reflected by media
coverage and public discourse. In our case, the Free State government
found itself wedged between <i>&rsquo;West&rsquo;</i> and <i>&rsquo;Wretched&rsquo;,</i> lagging behind
their metropolitan cousins in their attempts to downplay Palestinian
solidarity. While ARD and ZDF in Germany are free to
<a href="https://www.jungewelt.de/artikel/462874.berichterstattung-zum-gazakrieg-journalistische-bankrotterkl%C3%A4rung.html?sstr=ARD%7CHamas">adjust
their coverage</a> or insert bad takes into their equivalent to <i>&rsquo;Match of
the Day&rsquo;</i>,
<a href="https://twitter.com/RTE_PrimeTime/status/1712581729414738238">RTÉ are
still letting the Zionists look bad on occasion</a>. Decades of solidarity
and struggle have forced Martin and company to be subtle, sending out
vague calls for peace between attempts at placating the US and Israel.
We&rsquo;ve also seen sections of the far-right identifying with the Zionist
state outright, with those claiming otherwise often being insecure about
not being a settler. To not write about Palestine is to pretend that the
Irish people are pathetic, doomed to implement themselves into the exact
systems they once fought against.
</p>

<p>
<a href="https://twitter.com/QuinlivanTD/status/1725892973454377433/photo/1">https://twitter.com/QuinlivanTD/status/1725892973454377433/photo/1</a>
</p>

<p>
However, writing about this Genocide is impossible without writing about
everything else. We must disrupt and expose each silence that brought us
here, openly stating the racist and colonial nature of the Israeli
state. To place children in a cage is a statement, and to live in sweet
ignorance of said statement is pathetic. Like all forms of colonialism,
Zionism necessitates a perception of the Palestinian people as
perpetually <i>&ldquo;lesser&rdquo;</i>, devaluing their literature and culture in order
to justify rape and pillage. Palestine is never allowed to speak for
herself, with each attempt being met with brutal violence. <i>&ldquo;The most
moral army in the world&rdquo;</i> doesn&rsquo;t offer vegan boots out of a love of
animals, it just looks for any opportunity to depict Palestinians as
being even lesser.
</p>

<p>
The Irish people have stood strong in this struggle against
dehumanisation, with our literature and language serving as an extended
middle finger towards notions of a singular, &ldquo;civilised&rdquo; West. On
account of our radical tradition, refusing to engage with Palestine&rsquo;s
intellectual and political struggle for freedom is the ultimate form of
abdication - making it very clear who actually places value in the words
that they read, listen to, or learn. To write about Palestine is to
care, and to care is to be free. This newsletter is actually about
<i>&rsquo;Gaza Writes Back&rsquo;,</i> a collection of short stories edited by the late
Refaat Alareer.
</p>
</div>
</div>
<div id="outline-container-a-tale-we-must-all-finish" class="outline-3">
<h3 id="a-tale-we-must-all-finish">a tale we must all finish</h3>
<div class="outline-text-3" id="text-a-tale-we-must-all-finish">
<p>
There&rsquo;s something utterly crushing in discovering an artist&rsquo;s true depth
as their light starts to fade. These last few months have been awful in
this regard, with the words of Shane MacGowan and Benjamin Zephaniah
haunting a winter defined by death. Yet the sudden snuffing of Refaat
Alareer&rsquo;s light and life cut deep, capturing the attention of the world.
<a href="https://twitter.com/TomaiRua/status/1733871322474635280">Tomaí Ó
Conghaile&rsquo;s thoughtful translation of <i>&rsquo;Más éigean dom an bás&rsquo;</i> forced
this train of thought to cohere</a>, making utterly clear which lights had
been extinguished so cowardly. Refaat was now just a tale, one we must
all finish.
</p>

<p>
<a href="https://twitter.com/TomaiRua/status/1733871322474635280">https://twitter.com/TomaiRua/status/1733871322474635280</a>
</p>

<p>
It&rsquo;s not enough to depict Refaat as <i>just</i> a journalist, translator,
scholar, or poet. It&rsquo;s certainly not enough to solely depict him through
English either. Alareer&rsquo;s work expands on and blurs the lines between
fiction and polemic - with his decision to write in English being
pointed, yet deeply considered. Refaat is more than happy to use <i>an
teanga iasachta</i> inconveniently, mirroring Pearse and Hyde in his choice
to polemicise <i>at</i> instead of <i>with</i> the English-reading public. This is
most blatantly seen in the introduction to <i>&rsquo;Gaza Strikes Back&rsquo;,</i> with
the project being rooted in the wider view that <i>&ldquo;the notion of giving
up, or surrendering to the occupation, [&#x2026;] sounds quite repulsive&rdquo;.</i>
Refaat refused to accept any supposed inferiority, with Israel viewing
the innate humanity of his work as an existential threat.
</p>

<p>
Within <i>&rsquo;How Does She Stand&rsquo;,</i> Pearse finds himself pondering the legacy
left by Wolfe Tone. Central to Pearse&rsquo;s perception of Tone is <i>&ldquo;an
immense tenderness and charity&rdquo;,</i> with Tone&rsquo;s final sacrifice reflecting
a deep love for his people:
</p>

<blockquote>
<p>
<i>Yes, this man could love well; and it was from such love as this that
he exiled himself; which such love as this crushed in his faithful heart
that he became a weary but indomitable ambassador to courts and camps,
with the memory of such love as this, with the little hands of his
children plucking at his heartstrings, that he lay down to die in that
cell on Arbour Hill.</i>
</p>
</blockquote>

<p>
<i>&rsquo;Gaza Writes Back</i>&rsquo; **is a literal labour of love, with each story
fuelled by forms of passion and sacrifice that are totally foreign to
those controlling the drones. Alareer and Tone were willing to face
<i>&ldquo;the high and sorrowful destiny of the heroes&rdquo;</i> not out of some
barbaric irrationality, but instead, a level of love solely found
amongst us &rsquo;barbarians&rsquo;.
</p>
</div>
</div>
