giving up sounds repulsive.org
** from beneath
:PROPERTIES:
:CUSTOM_ID: from-beneath
:END:
When reading about each writer that contributed towards /'Gaza Writes
Back',/ the daily horrors inherent to Israel's occupation become clear.
Authors are largely young and female, /"most if not all [...] have never
been to other places in Palestine",/ and all face conditions that get in
the way of their writing. As outlined in the collection's introduction:

#+begin_quote
The lengthy political, economic, and intellectual siege that Israel has
maintained around Gaza meant that, as they worked on their stories, all
of our writers --- like every single person living in Gaza --- had to
cope with the constant and debilitating structural violence of power
cuts, isolation, unemployment, lack of basic goods, lack of books, lack
of medicine and access to health care, extreme difficulty in traveling
outside Gaza, and far too often pain, death, or the loss of loved ones.

#+end_quote

While it's genuinely impressive that any form of writing was possible in
such conditions, what makes /'Gaza Writes Back'/ worth reading is its
depth, with deep levels of empathy and authenticity shaping each story.
Our protagonists are almost constantly aware of those suffering,
comparing their traumas with those worse off. This can be seen most
blatantly in Rawan Yaghi's /'From Beneath'/, a story based around the
bleak experience of bleeding to death following an Israeli airstrike.
Despite everything, our protagonist finds himself wanting to help, even
though he can't move a limb. This fundamental empathy fuels some of the
best contributions towards this collection - with /'Neverland/' covering
the experiences of a health worker who can't help but think about the
children she treats, /‘House'/ discussing the morality of revenge, and
/'Scars'/ depicting **the struggles of parenthood during under
occupation. /'Gaza Writes Back'/ is an utterly /real/ book, with its
depth contrasting heavily with the two-dimensional depiction of the
Palestinian people the West occupies themselves with.

One of the most intriguing examples of this book's empathy is Nour
Al-Sousi's /'Canary'/, a piece that alternates perspectives between a
resistance fighter and an IDF soldier. This choice of plot is
particularly brave for the author considering how tripe previous
attempts at tackling it have been, with authors on the outside falling
into the same tropes over and over. However, this story actually works
due to Al-Sousi's experiences, with there being something uniquely
fascinating in seeing how someone depicts the life and thought process
of someone totally opposed to her existence - especially when you
consider the fact that most people growing up in Gaza have likely never
met an Israeli without uniform. Al-Sousi does what professional writers
in Israel seem unwilling to do, raising depressing questions.

** disneyland, sapphora [...] and hotels with water parks
:PROPERTIES:
:CUSTOM_ID: disneyland-sapphora-and-hotels-with-water-parks
:END:
One of the most absurd aspects of colonialism is the extent to which
those on the receiving end are stuck with the burden of conciliation,
having to display a superhuman level of restraint to prove their
humanity. In the same way that cultural colonisation forces our thoughts
to be based around their occupiers, any discussion for a transition
towards something new will always prioritise the interests of a
colonising minority over everyone else. You can see this quite blatantly
in discussions about reunification, with every aspect of our discourse
solely being based around the whims of Unionists - even more so when
they refuse to participate. A one-sided relationship develops, with
those stuck on colonialism's receiving end being expected to bridge
every divide they've had forced onto them.

It's hard not to start reading /'Canary/' through this lens, with
Al-Sousi's depiction of someone /"on the other side"/ contrasting
heavily with the pure bile being posted by ardent Zionists. We've seen
Israeli soldiers
[[https://apnews.com/article/israel-hamas-soldiers-gaza-viral-videos-idf-072894147302535cc9632863888e53a4][burn
food supplies]],
[[https://twitter.com/MarwaEl94317678/status/1740410681353023896][crack
jokes about Arab women being /"the sluttiest"/ while looking through
personal belongings]], and
[[https://twitter.com/incontextmedia/status/1730765626405249032][likely
give themselves dysentery by playing with their shit in someone's
house]]. This reflects a wider dehumanisation endemic to Israeli
culture, with local influencers
[[https://twitter.com/QudsNen/status/1717463837308227755][bragging about
still having running water]] and
[[https://www.tiktok.com/@fiaskill/video/7299196701850783022][looking
forward to replacing the people of Gaza with /"Disneyland, Sapphora,
[...] and hotels with water park"/]]. One set of young people are able
to depict an Israeli despite years of distance, the other seems more
intent on making crass TikToks and
[[https://www.haaretz.com/israel-news/2023-12-28/ty-article/.premium/tel-aviv-high-school-principal-faces-suspension-for-sympathizing-with-suffering-of-gazans/0000018c-b09c-db94-afbd-b0fd76a80000][harassing
teachers for seeing Palestinians as human]]. Those rambling on about
/"both sides"/ or the abstract need for /"class unity"/ conveniantly
fudge and ignore the extent of this hate, often on account of being
culturally closer to those doing the settling. /"Both sides"/ have never
been equal, with one expected to do all the work necessary to solve a
problem they didn't start.

This isn't to say that unity is impossible, but instead that it first
requires some level of mutual understanding. However, this concept is
anathema to the colonial logic behind Zionism, with attempts to
/"civilise the civilised"/ generally going nowhere. Colonialism
necessitates a division between the West and the Wretched, eventually
leading to the dehumanisation and destruction of those unlucky enough to
fall outside of the first category. Those supporting Israel's attacks on
Gaza are unable to engage with the works of those like Refaat Alareer as
they actively refuse to see them as human, and no short story or lecture
could ever change that fact.

However, it'd be wrong to isolate this bleak outlook to Israel. This
devaluation of Palestinian lives is inherent to the ways in which the
West reports on and conceives this conflict - with the deaths of
thousands of Palestinians generally being seen as equally (if not less)
important than one or two undergraduates in America feeling
uncomfortable. While a country like Germany may wax lyrical about their
/"Staatsräson",/ it's no coincidence that their ardent support for
Israel comes hand in hand with dogwhistles about migrants. Reading about
Israel is disgusting as they represent the core of the West, a core
that's more than accustomed to killing stories, languages, and the
writers themselves. Rather than being some evil abberation, those
looking to raze down the Gaza strip for Disneyland are the closest thing
that the West has to true believers.

