giving up sounds repulsive.org
** to tie everything apart
:PROPERTIES:
:CUSTOM_ID: to-tie-everything-apart
:END:
While this may be a depressing note to end the year on, falling into
sheer doomerism is even worse than just doing nothing. Despite years of
struggle and insurmountable odds, the Palestinian people are still brave
enough to survive and write out of spite. Some of the most beautiful
passages in /'Gaza Writes Back'/ relate to this unceasing dedication to
what Ó Cadhain terms as an /"illogcial striving for the impossible",/
with anything beyond standing up being long out of the question:

#+begin_quote
/Between my father and his Land is an unbreakable bond. Between
Palestinians and their land is an unbreakable bond. By uprooting plants
and cutting trees continually, Israel tries to break that bond and
impose its own rules of despair on Palestinians. By replanting their
trees over and over again, Palestinians are rejecting Israel's rules.
"My land, my rules," says Dad./

#+end_quote

We must learn from the dedication running through each page of this
collection, being willing to create and take sacrifices /ar son na
cúise./ We must reaffirm our deep solidarity with the people of
Palestine, making it clear that the Irish nation stand in opposition to
colonial plunder. We must continue learning to read, write, and think
for ourselves - stepping out beyond the Anglosphere and engaging with
more than just our deranged neighbours. We must live to tell Refaat's
tale, ideally after Reconquest. /Athbhliain faoi mhaise daoibh go léir./

*fuaimrian na seachtaine:* jane remover - kodak moment

Beidh orm rud éigin a scríobh faoi Jane Remover san athbhliain, go
háirithe agus í ag dul ó neart go neart le gairid. Tháinig mé ar Jane
mar gheall ar /'Dariacore',/ an tionscadal leath-magúil agus ró-'ar
líne' a bhí aici i rith na paindéime. Is léir domsa go bhfuil Jane duine
de na ceoltóirí 'Iar-Covid' is tabhachtaí, rud a leiríonn an rian
tochtmhar seo go paiteanta.
