giving up sounds repulsive.html
<div id="outline-container-to-tie-everything-apart" class="outline-3">
<h3 id="to-tie-everything-apart">to tie everything apart</h3>
<div class="outline-text-3" id="text-to-tie-everything-apart">
<p>
While this may be a depressing note to end the year on, falling into
sheer doomerism is even worse than just doing nothing. Despite years of
struggle and insurmountable odds, the Palestinian people are still brave
enough to survive and write out of spite. Some of the most beautiful
passages in <i>&rsquo;Gaza Writes Back&rsquo;</i> relate to this unceasing dedication to
what Ó Cadhain terms as an <i>&ldquo;illogcial striving for the impossible&rdquo;,</i>
with anything beyond standing up being long out of the question:
</p>

<blockquote>
<p>
<i>Between my father and his Land is an unbreakable bond. Between
Palestinians and their land is an unbreakable bond. By uprooting plants
and cutting trees continually, Israel tries to break that bond and
impose its own rules of despair on Palestinians. By replanting their
trees over and over again, Palestinians are rejecting Israel&rsquo;s rules.
&ldquo;My land, my rules,&rdquo; says Dad.</i>
</p>
</blockquote>

<p>
We must learn from the dedication running through each page of this
collection, being willing to create and take sacrifices <i>ar son na
cúise.</i> We must reaffirm our deep solidarity with the people of
Palestine, making it clear that the Irish nation stand in opposition to
colonial plunder. We must continue learning to read, write, and think
for ourselves - stepping out beyond the Anglosphere and engaging with
more than just our deranged neighbours. We must live to tell Refaat&rsquo;s
tale, ideally after Reconquest. <i>Athbhliain faoi mhaise daoibh go léir.</i>
</p>

<p>
<b>fuaimrian na seachtaine:</b> jane remover - kodak moment
</p>

<p>
Beidh orm rud éigin a scríobh faoi Jane Remover san athbhliain, go
háirithe agus í ag dul ó neart go neart le gairid. Tháinig mé ar Jane
mar gheall ar <i>&rsquo;Dariacore&rsquo;,</i> an tionscadal leath-magúil agus ró-&rsquo;ar
líne&rsquo; a bhí aici i rith na paindéime. Is léir domsa go bhfuil Jane duine
de na ceoltóirí &rsquo;Iar-Covid&rsquo; is tabhachtaí, rud a leiríonn an rian
tochtmhar seo go paiteanta.
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2023-12-31 Domh 00:00</p>
<p class="author">Author: Ciarán Mac Aodha Bhuí</p>
<p class="date">Created: 2025-06-10 Máirt 04:43</p>
</div>
</body>
</html>
